{
  "careers": [
    {
      "title": "Compositor",
      "department": "visual effects",
      "opening": "<p>Sinking Ship Entertainment is currently Seeking Skilled Compositors to join their team.  If you are a strategic and motivated VFX artist with industry experience and are looking to work with an award winning team? If so – let’s talk!</p>",
      "desc": [
        "<p>Qualifications:</p>",
        "<ul>",
        "<li>Applicants should have a minimum of 2 years series / feature film vfx experience</li>",
        "<li>Must be Ontario resident</li>",
        "<li>Comfortable integrating photoreal cg into live action plates and/or full 3D environments</li>",
        "<li>Keen eye for detail, composition, light and color</li>",
        "<li>Solid fundamental skills including keying, roto, tracking, and paint</li>",
        "<li>Take direction and work well in a fast paced environment</li>",
        "<li>Strong analytical and problem-solving skills</li>",
        "<li>Work together the head of department to define the best approach for the assigned shots</li>",
        "<li>Proficient with Blue/green screen extractions</li>",
        "<li>Take part in client reviews</li>",
        "<li>Follow production methodologies and develop creative approaches and problem-solving</li>",
        "<li>Constantly deliver excellent results with minimal supervision</li>",
        "<li>Experience with compositing packages such as Nuke and Fusion</li>",
        "<li>A knowledge and interest in photography and practical lighting is helpful </li>",
        "<li>Critical eye for detail, and strong communication skills</li>",
        "</ul>",
        "<p>Send cover letter and resume to <a href='mailto:info@sinkingship.ca?Subject=VFX%20Compositor%20Job%20Application'>info@sinkingship.ca</a></p>"
      ]
    },
    {
      "title": "Lighting Artist",
      "department": "visual effects",
      "opening": "<p>The Lighting Artist lights an assigned quota of production shots according to schedule, ensures resolution of technical issues, and makes certain that all quality standards are achieved and meet rendering criteria. This role is required to collaborate with members of other departments as necessary.</p>",
      "desc": [
        "<p>Duties & Responsibilities:</p>",
        "<ul>",
        "<li>Light assigned quota of production shots based on established key shots as well as creative direction from Lighting Lead</li>",
        "<li>Ensure that production shots are completed according to schedule</li>",
        "<li>Communicate timeline and delivery schedule issues to the appropriate stakeholder(s)</li>",
        "<li>Troubleshoot and debug shot problems</li>",
        "<li>Make certain that all quality standards are achieved, that shot continuity is maintained, and that shots meet rendering criteria</li>",
        "<li>Collaborate with members of other departments as necessary to ensure proper completion of shots</li>",
        "<li>Remain current and up-to-date in lighting techniques through industry research and training</li>",
        "</ul>",
        "<p>Qualifications:</p>",
        "<ul>",
        "<li>At least two years experience as a Lighting Artist </li>",
        "<li>Completed post-secondary education in fine arts, art fundamentals, or other relevant area of study, with proven artistic and technical lighting abilities</li>",
        "<li>Sound working knowledge of Maya</li>",
        "<li>VRay experience an asset</li>",
        "<li>Strong communication skills with the ability to convey creative and technical thoughts and ideas to others</li>",
        "<li>Good teamwork skills</li>",
        "<li>Demonstrated ability to multi-task and prioritize, and to handle production- and deadline-related pressures as well</li>",
        "</ul>",
        "<p>Send cover letter and resume to <a href='mailto:info@sinkingship.ca?Subject=Lighting%20Artist%20Job%20Application'>info@sinkingship.ca</a></p>"
      ]
    },
    {
      "title": "After Effects Compositor/ VFX Artist",
      "department": "visual effects",
      "opening": "<p>We are looking for a skilled and dedicated After Effects Artist to join our VFX team at Sinking Ship Entertainment, where we focus in on making dynamic children’s television.</p><p>To be considered for this role, you must be proficiently in After Effects and have a solid understanding of VFX compositing techniques.</p><p>Candidates are required to include a website or portfolio that contains a demo reel showcasing their past work.</p>",
      "desc": [
        "<p>Duties & Responsibilities:</p>",
        "<ul>",
        "<li>Performing tasks such as creating VFX elements and integrating them with live action plates, keying, colour correction, paint fixes, roto, 2D tracking, and assembly of live action and 3D components</li>",
        "<li>Produce high-quality work in a fast-paced and high-volume production environment</li>",
        "<li>Knowledge and background of an Animation compositing pipeline ideal</li>",
        "</ul>",
        "<p>Qualifications:</p>",
        "<ul>",
        "<li>Minimum 1 experience in VFX television series production</li>",
        "<li>Thorough knowledge of After Effects and Photoshop (any Nuke and or Fusion experience would be a bonus)</li>",
        "<li>Takes direction very well & work closely with the Lead Compositor, and other members of the team in the pipeline</li>",
        "<li>Strong ability to multi-task, organize, and problem-solve and to be able to work under pressure and tight deadlines</li>",
        "<li>Excellent communication skills and attention to detail</li>",
        "<li>Must be an Ontario Resident & Legally eligible to work in Canada</li>",
        "<li>Salary will be based on Experience level and skill set</li>",
        "<li>Job location; Toronto Ont Canada</li>",
        "<li>Only those who meet these qualifications should apply</li>",
        "<li>No Phone calls, please</li>",
        "</ul>",
        "<p>Send cover letter, link to portfolio/reel, and resume to <a href='mailto:info@sinkingship.ca?Subject=After%20Effects%20VFX%20Artist%20Job%20Application'>info@sinkingship.ca</a></p>"
      ]
    },
    {
      "title": "VFX Editor",
      "department": "visual effects",
      "opening": "<p>Sinking Ship Entertainment is seeking an experienced VFX Editor for current series work.</p>",
      "desc": [
        "<p>Core Competencies:</p>",
        "<ul>",
        "<li>2+ years VFX editing experience</li>",
        "<li>Solid understanding of editing and post-production software, particularly Premiere Pro and Resolve 12.5</li>",
        "<li>PC proficient, Mac experience a plus</li>",
        "<li>Familiar with shot tracking database systems, knowledge of Shotgun is an asset</li>",
        "<li>Experience managing raw and graded plates, maintaining up-to-date timelines for daily comp reviews, and the ability to multitask as several episodes are at different stages of completion simultaneously</li>",
        "</ul>",
        "<p>In addition to excellent technical knowledge, the ideal candidate will also have solid organizational skills to maintain and track the throughput of materials between departments and an approachable friendly demeanour during communication with producers, supervisors and digital artists.</p>",
        "<p>Send cover letter, link to portfolio/reel, and resume to <a href='mailto:info@sinkingship.ca?Subject=VFX%20Editor%20Job%20Application'>info@sinkingship.ca</a></p>"
      ]
    },
    {
      "title": "HTML 5 Game Developer",
      "department": "Interactive",
      "opening": "<p>We are currently seeking a HTML 5 Game Programmer to help produce online / mobile experiences for our properties and join our growing Sinking Ship Interactive team. We are looking for a self-starter who is excited to learn and improve his or her skillset in the ever-evolving medium of the web and mobile.</p>",
      "desc": [
        "<p>Requirements:</p>",
        "<ul>",
        "<li>Strong knowledge of HTML, CSS and Javascript</li>",
        "<li>Experience making real-time interactive games in HTML & Javascript</li>",
        "<li>Experience with HTML5 specific elements (Canvas, storage, video, etc.)</li>",
        "<li>Experience in real-time interactive applications </li>",
        "<li>Strong software design fundamentals (Object oriented design, design patterns)</li>",
        "<li>Strong general programming skills</li>",
        "</ul>",
        "<p>Nice to Have:</p>",
        "<ul>",
        "<li>Knowledge of createjs suite of libraries</li>",
        "<li>Knowledge of Linux, and Apache web server</li>",
        "<li>Degree in computer science or equivalent </li>",
        "<li>Some background in game design, digital or analog</li>",
        "<li>Familiar with software development workflows (agile, etc.)</li>",
        "<li>Experience with source control repositories (Subversion, Mercurial, Git, etc.)</li>",
        "<li>Some knowledge of related fields in game development (art, sound design, animation)</li>",
        "</ul>",
        "<p>Sinking Ship Interactive is the digital division of Sinking Ship Entertainment Inc. We produce award-winning apps, games and websites in support of our Emmy-nominated  live-action and animated shows. We are located in the Liberty Village area of Toronto. Successful applicants will be required to work onsite.</p>",
        "<p>Send cover letter and resume to <a href='mailto:resumes-ssi@sinkingship.ca?Subject=HTML5%20Game%20Developer%20Job%20Application'>resumes-ssi@sinkingship.ca</a></p>"
      ]
    },
    {
      "title": "VFX TD",
      "department": "visual effects",
      "opening": "<p>The VFX TD is responsible for designing and producing high quality animation and simulations of all manner of effects. The ideal candidate is an excellent problem solver with strong and varying technical knowledge, and a solid understanding of the effects production pipeline. The VFX TD will be involved with building and utilizing digital assets, rigs, and tools for shot production. Team work is key in the support of the department.</p>",
      "desc": [
        "<p>Responsibilities:</p>",
        "<ul>",
        "<li>Work with Supervisors and FX Leads to determine the FX needs of the project.</li>",
        "<li>Work with Art, Animation, Texturing, Modeling, and Rigging Departments to develop various FX and assets.</li>",
        "<li>Create particle, rigid body dynamics, volume fluids and liquids.</li>",
        "<li>Collaborate with Lighting &amp; Compositing to ensure shots are delivered and meet requirements.</li>",
        "<li>Responsible for the development of effects and incorporating them into the pipeline.</li>",
        "<li>Work closely with other departments in development of tools and scripts to be integrated into the pipeline.</li>",
        "<li>Create tools/scripts in support of VFX artists.</li>",
        "</ul>",
        "<p>Qualifications:</p>",
        "<ul>",
        "<li>Intermediate to expert Houdini FX knowledge with production experience.</li>",
        "<li>Knowledge of Maya and production experience with Renderman would be an asset.</li>",
        "<li>Experience rendering with Houdini MANTRA.</li>",
        "<li>Understanding of the compositing process using Nuke.</li>",
        "<li>Must work well under pressure for potentially short turnaround deadlines.</li>",
        "<li>Understanding of natural phenomena and physical dynamics.</li>",
        "<li>Knowledge of scripting in MEL, Python, C/C++, VEX is an asset.</li>",
        "<li>Knowledge of good composition and artistic timing. Experience with traditional/2D animation is a plus.</li>",
        "<li>Experience with cloth, fur &amp; hair and crowds is a plus.</li>",
        "<li>Able to multitask and manage time efficiently.</li>",
        "<li>Able to take direction, collaborate, and be a team player. Good problem solving skills is a must.</li>",
        "</ul>",
        "<p>Send cover letter and resume to <a href='mailto:info@sinkingship.ca?Subject=VFX%20TD%20Job%20Application'>info@sinkingship.ca</a></p>"
      ]
    },
    {
      "title": "Simulation &amp; Dynamics Artist",
      "department": "visual effects",
      "opening": "<p>The Simulation &amp; Dynamics artist is responsible for overseeing the creation, shading, and rendering of sophisticated particle, rigid body, fluid, cloth, fur and hair simulations. The Artist will also provide creative ideas and approaches to further enhance the direction from the VFX Supervisor.</p>",
      "desc": [
        "<p>Responsibilities:</p>",
        "<ul>",
        "<li>Determine the projects needs with Supervisor and Leads.</li>",
        "<li>Simulate dynamic phenomena, including: smoke, fire, sparks, hair, cloth, water, debris, etc.</li>",
        "<li>Use dynamic tools to achieve these effects, including: fluids, rigid bodies, particles, etc.</li>",
        "<li>Produce tests and final renders of FX elements for a shot, meeting deadlines regularly at all stages.</li>",
        "<li>Work closely with other artists to incorporate FX elements into shots.</li>",
        "<li>Attend and actively participate in team / production meetings.</li>",
        "<li>Troubleshoot technical problems and meet artistic challenges.</li>",
        "<li>Keep up to date with current technologies</li>",
        "</ul>",
        "<p>Qualifications:</p>",
        "<ul>",
        "<li>Minimum of 2 years VFX experience with feature films, high-end television shows or commercials</li>",
        "<li>Proficiency in Houdini and Maya</li>",
        "<li>Working knowledge of Nuke</li>",
        "<li>Good understanding of the complete VFX pipeline</li>",
        "<li>Ability to take direction and work well in a fast-paced, team-oriented environment</li>",
        "<li>Background in computer science, mathematics, physics, or engineering a plus</li>",
        "<li>Possess strong communication skills</li>",
        "</ul>",
        "<p>Send cover letter and resume to <a href='mailto:info@sinkingship.ca?Subject=Dynamics%20Simulation%20Job%20Application'>info@sinkingship.ca</a></p>"
      ]
    },
    {
      "title": "Tracking &amp; Layout Artist",
      "department": "visual effects",
      "opening": "<p>The Tracking &amp; Layout artist is responsible for creating, solving and extending camera movements, and performing often complex layout and matchmoving tasks on live action film and television productions.</p>",
      "desc": [
        "<p>Responsibilities:</p>",
        "<ul>",
        "<li>Accurately recreating the movement of live action cameras in a 3D environment.</li>",
        "<li>Using measurements, reference photographs, camera information, distortion grids and scaling references of characters and objects from the live action set, recreate the virtual set in 3D.</li>",
        "<li>Scene layout in Maya.</li>",
        "<li>Matchmoving rigid and non-rigid objects on moving elements in the plate.</li>",
        "<li>Removing lens distortion from the plates to aid in the solving of tracks.</li>",
        "</ul>",
        "<p>Qualifications:</p>",
        "<ul>",
        "<li>Expert knowledge of PFTrack.</li>",
        "<li>Thorough knowledge and experience with Maya.</li>",
        "<li>Working knowledge of Nuke.</li>",
        "<li>Meticulous attention to detail with a great eye for camera motion and composition.</li>",
        "<li>Must work well under pressure for potentially short turnaround deadlines.</li>",
        "<li>Able to take direction and feedback well from a lead or supervisor.</li>",
        "</ul>",
        "<p>Send cover letter and resume to <a href='mailto:info@sinkingship.ca?Subject=Tracking%20Layout%20Job%20Application'>info@sinkingship.ca</a></p>"
      ]
    }
  ]
}
